/* third line */
"There is a mailbox here." = "There is a mailbox here.";

/* opening line */
"West of House" = "West of House";

/* second line continued */
"with a boarded front door" = "with a boarded front door";

/* second line */
"You are standing in an open field west of a white house," = "You are standing in an open field west of a white house,";

